<html>
    <head>
        <title>Oferta Educativa ESCOM</title>
        <meta charset="UTF-8">
        <link rel="stylesheet" type="text/css" href="fontAwesome/css/font-awesome.min.css">
        <link rel="stylesheet" type="text/css" href="oferta.css">     
        <script src="jquery-3.2.1.min.js"></script>    
    </head>
 
    <body>
        <a href="#" class="subir">  <i class="fa fa-chevron-up" aria-hidden="true"></i> </a>
        <div><a href="https://es-la.facebook.com/escom.iscipn.9/" target="_blank" class="face"><i class="fa fa-facebook"></i></a></div>
        <div class="gob">
		<nav class="menu" role="navigation">
			<div class="col">
				<a class="logogob" href="https://www.gob.mx/"  target="_blank"><img src="Imagenes/gobmxlogo.svg" width="75" height="23" alt="Página de inicio, Gobierno de México"></a>
			</div>
			<div class="col" >
				<ul class="menu">
					<li><a href="https://www.gob.mx/tramites"  target="_blank" title="Trámites">Trámites</a></li>
					<li><a href="https://www.gob.mx/gobierno"  target="_blank" title="Gobierno">Gobierno</a></li>
					<li><a href="https://www.gob.mx/participa"  target="_blank" title="Participación Ciudadana">Participa</a></li>
					<li><a href="http://datos.gob.mx"  target="_blank" title="Datos Abiertos">Datos</a></li>
					<li><a href="https://www.gob.mx/busqueda" target="_blank"><span class="sr-only" >Búsqueda</span><i class="fa fa-search" aria-hidden="true"></i></a></li>
				</ul>
			</div>
		</nav>
	</div>
	
	<div class="principal">
		<nav class="menu" role="navigation">
			<ul class="menuprincipal">
				<li><a href="index.html" title="Inicio">Inicio</a></li>
				<li><a href="directorio.html" title="Directorio">Directorio</a></li>
				<li><a href="Oferta_Educativa.html" title="Oferta educativa">Oferta educativa</a></li>
				<li><a href="escomunidad.html" title="escomunidad">ESCOMunidad</a></li>
				<li><a href="serviciosEducativos.html">Servicios</a></li>
					<li><a href="http://www.sepi.escom.ipn.mx/" target="_blank">Posgrado</a></li>
			</ul>
		</nav>
	</div>
        
        <div id="Isc">
            <div class="Ingenieria">
               <h1><br><br>Ingenier&iacute;a en Sistemas Computacionales</h1>
               <div class="col-l-3">
                   <div class="">
                        <h3>Objetivo</h3>
                        <h6>Formar Ingenieros en Sistemas Computacionales que cuenten con una s&oacute;lida formaci&oacute;n integral que les permita proponer, analizar, diseñar, desarrollar, implementar, gestionar y administrar sistemas computacionales usando tecnolog&iacute;as de vanguardia y aplicando metodolog&iacute;as, normas y est&aacute;ndares nacionales e internacionales de calidad, con el prop&oacute;sito de crear, mejorar y sistematizar procesos administrativos e industriales en el &aacute;rea computacional. Integrar y administrar equipos de trabajo inter y multidisciplinarios, as&iacute; como multiculturales, con actitud de liderazgo, &eacute;tica y responsabilidad. Actualiz&aacute;ndose permanentemente para responder a las necesidades de la sociedad y al desarrollo sustentable de la naci&oacute;n.</h6><br>
                   </div>
		</div>
		<div class="col-l-3">
                    <div class="">
			<h3>Perfil de Ingreso</h3>
                        <h6>Los estudiantes que ingresen a la ESCOM deber&aacute;n contar con las siguientes habilidades derivadas del perfil de egreso del nivel medio superior:</h6>
                        <h6><ul>
                            <li type="disc">Investigaci&oacute;n, an&aacute;lisis y s&iacute;ntesis de informaci&oacute;n</li>
                            <li type="disc">Criterio y razonamiento l&oacute;gico para la soluci&oacute;n de problemas</li>
                            <li type="disc">Expresi&oacute;n oral y escrita</li>
                            <li type="disc">Actitudes de: respeto, responsabilidad</li>
                            <li type="disc">Interesado en las ciencias b&aacute;sicas y tecnolog&iacute;as de c&oacute;mputo</li>
                            <li type="disc">Asumir una posici&oacute;n activa con respecto al estudio y al desarrollo de los proyectos y trabajos requeridos, coincidentes con el ideario y principios del IPN</li>
                            <br><a href="Documentos/perfilIngresoISC2009.pdf" target="_blank"><img class="pdf" src="Imagenes/pdf_download.ico", size 100%></a>
                            </ul></h6>
                    </div>
                </div>    
                    <div class="col-l-3">
                        <div class="">
                            <br><br><h3>Perfil de Egreso</h3>
                            <h6>Los egresados cuentan con una s&oacute;lida formaci&oacute;n integral, para proponer, analizar, diseñar, desarrollar, implementar, gestionar y administrar sistemas computacionales usando tecnolog&iacute;as de c&oacute;mputo de vanguardia y aplicando metodolog&iacute;as, normas y est&aacute;ndares nacionales e internacionales de calidad para crear, mejorar y sistematizar procesos administrativos e industriales. Por lo que son capaces de desempeñarse en los sectores privado, p&uacute;blico y de investigaci&oacute;n, e integrar y administrar equipos de trabajo inter y multidisciplinarios, con actitud de liderazgo, &eacute;tica y responsabilidad. Actualiz&aacute;ndose permanentemente para responder a las necesidades de la sociedad y al desarrollo sustentable de la naci&oacute;n.</h6>
                            <br><a href="Documentos/perfilEgresoISC2009.pdf" target="_blank"><img class="pdf" src="Imagenes/pdf_download.ico", size 100%></a>

                        </div>
                    </div>
                    <div class="col-l-3">
                    <div class="">
			<h3>Mapa Curricular</h3>
                        <img id="mapa" src="Imagenes/Mapa.jpg", size="100%"><br>
                        <br><a href="Documentos/mapaCurricular_ISC.pdf" target="_blank"><img class="pdf" src="Imagenes/pdf_download.ico", size 100%></a>
                    </div>
		</div>
               <div class="col-l-3">
                    <div class="">
			<h3>Campo Laboral</h3>
                        <h6>El Ingeniero en Sistemas Computacionales se desempeña en los sectores privado, p&uacute;blico, acad&eacute;mico y ejercicio libre de la profesi&oacute;n.</h6>
                        <h6><ul>
                            <li type="disc">Ejercicio libre de la profesi&oacute;n: Prestando de forma independiente sus servicios profesionales a los sectores p&uacute;blico y privado. Constituyendo empresas formales que presten sus servicios computacionales a los diversos sectores.</li>
                            <li type="disc">Sector p&uacute;blico: Participa automatizando procesos administrativos en entidades gubernamentales en todos sus niveles, as&iacute; como desarrollando software especializado para satisfacer los requerimientos espec&iacute;ficos de dependencias gubernamentales.</li>
                            <li type="disc">Sector privado: Se desempeñan como diseñadores y desarrolladores, l&iacute;deres y administradores de proyectos computacionales, en empresas de transformación, servicios y comerciales, nacionales e internacionales.</li>
                            <li type="disc">Sector acad&eacute;mico: Incorpor&aacute;ndose a instituciones educativas de nivel medio superior y/o superior como docentes e investigadores. Incorpor&aacute;ndose a centros de investigaci&oacute;n nacionales e internacionales en sus planes de posgrado, participando en actividades tales como: desarrollo de nuevas tecnolog&iacute;as, divulgaci&oacute;n del conocimiento y docencia.</li> 
                            </ul></h6>
                    </div>
		</div>
               <div class="col-l-3">
                    <div class="">
                        <h3>Titulaci&oacute;n</h3>
                        <h6>En la Escuela Superior de C&oacute;mputo, de conformidad con el Reglamento de Titulaci&oacute;n Profesional vigente se considerar&aacute;n 9 opciones para titulaci&oacute;n profesional en la carrera de Ing. en Sistemas Computacionales (ISC) e Ing. en Sistemas Automotrices (ISISA), debiendo cumplir cada una de ellas con requisitos y actividades propios:</h6>
                        <h6><ul>
                            <li type="i">Proyecto de investigaci&oacute;n</li>
                            <li type="i">Tesis</li>
                            <li type="i">Memoria de experiencia profesional</li>
                            <li type="i">Examen de conocimiento por &aacute;reas</li>
                            <li type="i">Cr&eacute;ditos de posgrado</li>
                            <li type="i">Seminario de titulaci&oacute;n</li>
                            <li type="i">Escolaridad</li>
                            <li type="i">Curricular</li>
                            <li type="i">Pr&aacute;ctica profesional</li>
                            <br><br><br>
                            </ul></h6>
                    </div>
		</div>
            </div>
        </div>
        
        <div class = "pieDePagina">
            <h5 id=final align=center> <br>Copyright &COPY; 2017 <br><br>
                Instituto Politecnico Nacional- Escuela Superior de C&oacute;mputo-ESCOM<br><br></h5>
        </div>    
    </body>
</html>
